[
  {
    "NAMES": ["Exhaustion"],
    "DESCRIPTION": "Lose 2 energy per turn. NL Ugh, I don't want to study anymore!"
  },
  {
    "NAMES": ["Silver Silver Silver Silver Silver"],
    "DESCRIPTION": "Gain a random Gold card that costs 0 this turn"
  },
  {
    "NAMES": ["Gold Gold Gold Gold Gold"],
    "DESCRIPTION": "Gain a random Gold card that costs 0 this turn"
  },
  {
    "NAMES": ["Gate"],
    "DESCRIPTION": "Overpowered!! But it's a gift from the Pharaoh, so its strength is inevitable"
  },
  {
    "NAMES": ["The End"],
    "DESCRIPTION": "Can only be played when there are no cards in your draw pile or discard pile"
  },
  {
    "NAMES": ["丨丨"],
    "DESCRIPTION": "BOOM! NL Stare blankly now"
  },
  {
    "NAMES": ["丨"],
    "DESCRIPTION": "Summon 2 Spirit Shadows with 516% increased attack. At the start of each turn, add a *Ancient Wraith to your hand"
  },
  {
    "NAMES": ["Explosion"],
    "DESCRIPTION": "Removed from your deck until combat ends. When removed, deals 1 damage to all enemies"
  },
  {
    "NAMES": ["Self-Destruct"],
    "DESCRIPTION": "If this card remains in your hand at the end of your turn, it will explode. Exploded cards are removed from your deck until combat ends, dealing 1 damage to all enemies when removed"
  },
  {
    "NAMES": ["Afterimage"],
    "DESCRIPTION": "When accumulated to #y7 points, receive #ySpecial Gift and clear #yAfterimage NL #ySpecial Gift NL Significantly reduced damage dealt NL For each stack, all enemies lose 9 HP."
  },
  {
    "NAMES": ["Spirit Shadow"],
    "DESCRIPTION": "Takes attacks in place of Vishdal NL At the start of turn, deals 3 damage to a random enemy and applies 3 stacks of #yAfterimage"
  },
  {
    "NAMES": ["Critical Health"],
    "DESCRIPTION": "When HP is 10 or below, or at 10% or less"
  },
  {
    "NAMES": ["Edgewalker"],
    "DESCRIPTION": "Increase Max HP by 5, set HP to #b1, gain #b10 Block. At the start and end of turn, gain #b1 Block. Whenever you play a card, gain #b1 Block. Increase Block gained from cards by #b1"
  },
  {
    "NAMES": ["Soulbound Armor"],
    "DESCRIPTION": "Reduces each instance of HP loss by #b1"
  },
  {
    "NAMES": ["Visual Trap"],
    "DESCRIPTION": "Whenever you play a card, gain #b1 #yBlock."
  },
  {
    "NAMES": ["Spirit Contract"],
    "DESCRIPTION": "All Attack cards cost 0 NL All Skill cards are Exhausted when played"
  },
  {
    "NAMES": ["Draw Card"],
    "DESCRIPTION": "White: 30% NL Blue: 40% NL Gold: 20% NL Upgraded Gold: 7% NL 66 HP Ancestor: 2% NL Hidden: 1%"
  },
  {
    "NAMES": ["荒时之锁"],
    "DESCRIPTION": "封存你所受的伤害2回合，两回合后释放"
  }
]